---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.OperationCanceledException
source: html/8ca59983-b8e9-8014-1b65-03815029ee66.htm
---
# OperationCanceledException Properties

The information of the function throwing the exception.